[
    {
        "name": "Hotel Shanker - Palatial Heritage Kathmandu",
        "address": "Lazimpat, Kathmandu 44600, Nepal",
        "description": "Hotel Shanker in Kathmandu is a historic luxury heritage hotel opened in 1964 in a building dating to 1894. It is located in Lazimpat, next to the historic Narayanhity Palace Museum. The architectural style of the building is neoclassical. This palace was  made for General Jit Shumsher Rana, (Southern Commanding General of the Army). The hotel is characterised by objets d'art. For example, the carved windows displayed in the lobby bar are over 200 years old.\nOnline booking at the official site was started for tourists since 2004. The hotel won the Trip Advisor Travelers' choice awards for the years 2013 and 2014 in the top hotels category."
    },
    {
        "name": "Kopan Monastery",
        "address": "P9V7+3X7 Ward 11, Budhanilkantha 44600, Nepal",
        "description": "Kopan Monastery is a Tibetan Buddhist monastery near Boudhanath, on the outskirts of Kathmandu, Nepal. It is a member of the Foundation for the Preservation of the Mahayana Tradition (FPMT), an international network of Gelugpa dharma centers, and once served as its headquarters.\nThe monastery was established by the FPMT's founders, Lamas Thubten Yeshe and Thubten Zopa Rinpoche, who bought the property from Nepal's royal astrologer in 1969. Its name comes from the name of the hill on which it was built.\nKopan has become especially famous for teaching Buddhism to visiting Westerners. The first of what would become annual month-long (November–December) meditation courses was held in 1971. These courses generally combine traditional Lam Rim teachings with informal discussion, several periods of guided meditation, and a vegetarian diet.\nKopan now encompasses two separate institutions: the monastery, atop Kopan Hill, and the nearby Khachoe Ghakyil Ling Nunnery (known as the Kopan Nunnery). The nunnery was established in 1979 by Lama Yeshe to provide spiritual and practical education modeled on that received by the monks. In 2009 the nunnery began raising money to expand its housing and education capacity, which has grown from 4 to 400 in less than 35 years, using such sites as GoFundMe.\nKopan Monastery has also recently become a popular recreational destination for Kathmandu residents and tourists. On Saturdays it regularly receives hundreds of visitors from 10 AM to 4 PM. The monastery is not open to the public on other days of the week."
    },
    {
        "name": "Kailashnath Mahadev Statue",
        "address": "Sanga, सुर्यविनायक 44800, Nepal",
        "description": "Kailashnath Mahadev Statue (Nepali: कैलाशनाथ महादेव) is the second tallest Shiva statue in the world. It is currently the fifth tallest Hindu deity statue. It is situated in Suryabinayak, Bhaktapur District in Nepal, about 20 km from Kathmandu.\nThe statue is 143 feet (43.5m) in height and was made using copper, zinc, concrete, and steel."
    },
    {
        "name": "Handigaun",
        "address": "Handigaun Marg, Kathmandu 44600, Nepal",
        "description": "No description available, even after fuzzy search mechanism."
    },
    {
        "name": "Swoyambhu Mahachaitya",
        "address": "P77R+X52, BHAGANPAU 44600, Nepal",
        "description": "Swayambhu Mahachaitya (Devanagari: स्वयम्भू स्तूप; Nepal Bhasa: स्वयंभू; sometimes Swayambu or Swoyambhu) is an ancient religious complex atop a hill in the Kathmandu Valley, west of Kathmandu city. The Tibetan name for the site means 'Sublime Trees' (Wylie: Phags.pa Shing.kun), for the many varieties of trees found on the hill. However, Shingun may be of in Nepal Bhasa name for the complex, Swayambhu, meaning 'self-sprung'. For the Buddhist Newars, in whose mythological history and origin myth as well as day-to-day religious practice Swayambhu occupies a central position, it is the most sacred among Buddhist pilgrimage sites. For Tibetans and followers of Tibetan Buddhism, it is second only to Boudha. Swayambhu is the Sanskrit name.\n\nThe complex consists of a stupa, a variety of shrines and temples, some dating back to the Licchavi period. A Tibetan monastery, museum and library are more recent additions. The stupa has Buddha's eyes and eyebrows painted on. Between them, the number one (in Nepal script) is painted in the fashion of a nose. There are also shops, restaurants and hostels. The site has multiple access points: a long staircase leading directly to the main platform of the temple, which is from the top of the hill to the east; a car road around the hill from the south leading to the south-west entrance; and a less traveled stairway that meets the landing leading to the same south-west entrance. The first sight on reaching the top of the stairway is the Vajra. Tsultrim Allione describes the experience:\nWe were breathless and sweating as we stumbled up the last steep steps and practically fell upon the biggest vajra (thunderbolt scepter) that I have ever seen. Behind this Vajra was the vast, round, white dome of the stupa, like a full solid skirt, at the top of which were two giant Buddha eyes wisely looking out over the peaceful valley which was just beginning to come alive.\n\nMuch of Swayambhu's iconography comes from the Vajrayana tradition of Newar Buddhism. However, the complex is an important site for Buddhists of many schools, and is also revered by Hindus."
    },
    {
        "name": "Kathmandu Fun Valley",
        "address": "अरनिको राजमार्ग Bhaktapur, Araniko Highway Bhaktapur, Suryabinayak 44805, Nepal",
        "description": "No description available, even after fuzzy search mechanism."
    },
    {
        "name": "Nepal Art Council",
        "address": "M8RF+WF2, Madan Bhandari Road, Kathmandu 44600, Nepal",
        "description": "Nepal Art Council (Nepali: नेपाल कला-परिषद्) is a non-profit organization established in 1962 (2019 BS) to promote the art and the artists of Nepal. It operates an art gallery located at Baber Mahal, Kathmandu,  with an area of about 29,400 square feet (2,730 m2)."
    },
    {
        "name": "Namobuddha Monastery",
        "address": "HHCM+F2R, Namobuddha Rd, Simalchaur Syampati 45200, Nepal",
        "description": "No description available, even after fuzzy search mechanism."
    },
    {
        "name": "Kathmandu Fun Park",
        "address": "Pradarshani Marg, Kathmandu 44600, Nepal",
        "description": "No description available, even after fuzzy search mechanism."
    },
    {
        "name": "Hanuman Dhoka",
        "address": "Hanuman Dhoka Sadak, Kathmandu 44600, Nepal",
        "description": "Hanuman Dhoka (Nepali: हनुमान ढोका) is a complex of structures with the Royal Palace of the Malla kings and also of the Shah dynasty in the Durbar Square of central Kathmandu, Nepal.The Hanuman Dhoka Palace (Hanuman Dhoka Darbar in Nepali) gets its name from the stone image of Hanuman, the Hindu deity, that sits near the main entryway. 'Dhoka' means door or gate in Nepali. The buildings were severely damaged in the 2015 earthquake."
    },
    {
        "name": "Garden of Dreams",
        "address": "P877+MR2, Tridevi Sadak, Kathmandu 44600, Nepal",
        "description": "The Garden of Dreams (Nepali:स्वप्न बगैंचा, Newar language : म्हगसया क्यब), also, the Garden of Six Seasons, is a neo-classical garden in Kaiser Mahal Kathmandu, Nepal, built in 1920. Designed by Kishore Narshingh, it consists of 6,895 square metres (74,220 sq ft) of gardens with three pavilions, an amphitheater, ponds, pergolas, and urns. From the mid-1960s, upon the death of its patron, Kaiser Sumsher Rana, it lay in neglect but was recently restored with the help of the Austrian government.\nIn 1998, the old neo-classical garden in Keshar Mahal was to be demolished for the construction of a commercial center. However, Minister of Education Arjun Narsingha KC on the advice of Karna Shakya stopped the demolition work at once and declared it open to the public with a new name, \"The Garden of Dreams\"."
    },
    {
        "name": "Hotel Royal Kathmandu",
        "address": "Mitranagar 26, Kathmandu 44600, Nepal",
        "description": "The architectural heritage of Kathmandu city is integral to that of the Kathmandu valley since all monuments have evolved over centuries of craftsmanship influenced by Hindu and Buddhist religious practices. The architectural treasure of the Kathmandu valley has been categorized under the well known seven groups of heritage monuments and buildings. In 2006, UNESCO declared these seven groups of monuments as a World Heritage Site (WHS). The seven monuments zones cover an area of 188.95 hectares (466.9 acres), with the buffer zone extending to 239.34 hectares (591.4 acres). The Seven Monument Zones (Mzs) inscribed originally in 1979 with a minor modification in inscribed year as 2006, are: Five monuments in Kathmandu – Durbar square of Hanuman Dhoka, Hindu temples of Pashupatinath and Changunarayan, the Buddha stupas of Swayambu and Boudhanath; and two monuments outside Kathmandu city limits, in the satellite towns of Patan and Bhktapur – Durbar square at Patan, Durbar square at Bhaktapur. Brief details of the five Kathmandu city monuments (template shows all seven for sake of completeness) are elaborated here.\nKathmandu has also been described variously as \"Land of Gods\" and as \"land of the largest congregations of magnificent historical monuments and shrines ever built\". The City Core has most of the remarkable cultural wealth that evolved during the reign of the Malla (Nepal) kings between 15th and 18th centuries. The city was filled with sculptures, pagodas, stupas and palace buildings of exceptional beauty. There are also 106 monastic courtyards (known as baha or bahi) known for their art and piety."
    },
    {
        "name": "Pilot Baba Ashram",
        "address": "JCRF+333, Ghyampe Danda Sadak, Anantalingeshwar, Nepal",
        "description": "Wing Commander Kapil Singh (15 July 1938 – 20 August 2024), known as Pilot Baba, was an Indian spiritual guru and pilot with the Indian Air Force."
    },
    {
        "name": "Patan Darbar Square",
        "address": "Lalitpur 44600, Nepal",
        "description": "Patan Durbar Square (Nepal Bhasa: 𑐫𑐮 𑐮𑐵𑐫𑐎𑐹‎/यल लायकु, Nepali: पाटन दरवार) is situated at the centre of the city of Lalitpur in Nepal. It is one of the three Durbar Squares in the Kathmandu Valley, all of which are UNESCO World Heritage Sites. One of its attractions is the medieval royal palace where the Malla Kings of Lalitpur resided.\nThe Durbar Square is a marvel of Newar architecture. The square floor is tiled with red bricks. There are many temples and statues in the area. The main temples are aligned opposite the western face of the palace. The entrance of the temples faces east, towards the palace. There is also a bell situated in the alignment beside the main temples. The Square also holds old Newari residential houses. There are other temples and structures in and around Patan Durbar Square built by the Newa People. A center of both Hinduism and Buddhism, Patan Durbar Square has 136 \"bahals\" (courtyards) and 55 major temples.\nThe square was heavily damaged by the earthquake in April 2015."
    },
    {
        "name": "Kathmandu Durbar Square",
        "address": "Kathmandu 44600, Nepal",
        "description": "Kathmandu Durbar Square (Nepal Bhasa: येँ लायकु/𑐥𑐾𑑄 𑐮𑐵𑐫𑐎𑐹, Nepali: हनुमानढोका दरबार; Basantapur Durbar Kshetra) is a historically and culturally significant site in Kathmandu, Nepal. It is one of the three Durbar (royal palace) Squares in the Kathmandu Valley in Nepal that are UNESCO World Heritage Sites.\nAlthough the construction of the square began in the 3rd century, the major structures within it were added in later periods. The outer complex consists of a number of 16th-century temples built during the reign of the Malla kings. These buildings are adorned with meticulously carved facades characteristic of Newar architecture. The central square is surrounded by palace complexes built during the Malla and Shah periods. The most well-known among them is the Nautalle Durbar, a nine-story palace built by Prithvi Narayan Shah to commemorate the Unification of Nepal.\nA three-story temple called Kumari Chouk or Kumari Bahal is located at the southern edge of the Durbar square. This Malla-era temple is used by the resident of the Kumari, a young girl worshiped as a living embodiment of the Hindu Goddess Durga."
    },
    {
        "name": "Bhaktapur Durbar Square",
        "address": "Durbar square, Bhaktapur 44800, Nepal",
        "description": "Bhaktapur Durbar Square (Nepal Bhasa: 𑐏𑑂𑐰𑐥 𑐮𑐵𑐫𑐎𑐸‎ Nepali: भक्तपुर दरबार क्षेत्र) is a former royal palace complex located in Bhaktapur, Nepal. It housed the Malla kings of Nepal from 14th to 15th century and the kings of the Kingdom of Bhaktapur from 15th to late 18th century until the kingdom was conquered in 1769. Today, this square is recognised by UNESCO, managed jointly by the Archeological Department of Nepal and Bhaktapur Municipality, and is undergoing  extensive restoration due to the damages from the earthquake in 1934 and the recent earthquake of 2015.\nThe Durbar Square is a generic name for the Malla palace square and can be found in Kathmandu and Patan as well. The one in Bhaktapur was considered the biggest and the grandest among the three during its independency but now many of the buildings that once occupied the square has been lost to the frequent earthquakes. During its height, Bhaktapur Durbar Square contained 99 courtyards but today hardly 15 of these courtyards remain. The square has lost most of its buildings and courtyards to frequent earthquakes, particularly those in 1833 and 1934 and only a few of the damaged buildings were restored."
    },
    {
        "name": "Shivapuri Nagarjun National Park",
        "address": "44600, Nepal",
        "description": "Shivapuri Nagarjun National Park is the ninth national park in Nepal and was established in 2002. It is located in the country's mid-hills on the northern fringe of the Kathmandu Valley and named after Shivapuri Peak at 2,732 m (8,963 ft) altitude. It covers an area of 159 km2 (61 sq mi) in the districts of Kathmandu, Nuwakot and Sindhupalchowk, adjoining 23 Village Development Committees. In the west, the protected area extends to the Dhading District."
    },
    {
        "name": "Patan Museum",
        "address": "M8FG+944, भिन्द्यो क्व - सौग: लँ, Lalitpur 44700, Nepal",
        "description": "The Patan Museum (Nepali: पाटन संग्रहालय) is a museum located in Patan, Lalitpur, Nepal. The museum falls under the UNESCO's World Heritage Sites. The Patan Museum was inaugurated in 1997 by Late King Birendra Bir Bikram Shah. The Patan Museum displays the traditional sacred arts of Nepal in an illustrious architectural setting. Its home is an old residential court of Patan Durbar, one of the royal palaces of former Malla Kings of the Kathmandu Valley. The museum quadrangle is known as Keshav Narayan Chowk."
    },
    {
        "name": "Ghyampe Danda",
        "address": "JCRC+FGW, Ghyampe Danda Sadak, Anantalingeshwar 44800, Nepal",
        "description": "No description available, even after fuzzy search mechanism."
    },
    {
        "name": "Shree Kamaladi Ganesh Temple",
        "address": "P859+4P7, Kamaladi Marg, Kathmandu 44605, Nepal",
        "description": "No description available, even after fuzzy search mechanism."
    },
    {
        "name": "Casino Mahjong",
        "address": "Soaltee Crown Plaza, Tahachal Marg, Kathmandu 44600, Nepal",
        "description": "No description available, even after fuzzy search mechanism."
    },
    {
        "name": "Nasal Chowk",
        "address": "P834+MXP, Layaku Marg, Kathmandu 44600, Nepal",
        "description": "No description available, even after fuzzy search mechanism."
    }
]