[
   {
      "name": "Hotel Shanker - Palatial Heritage Kathmandu",
      "address": "Lazimpat, Kathmandu 44600, Nepal",
      "summary": "Hotel Shanker, located in Lazimpat, Kathmandu, offers a unique blend of history and luxury within a beautifully preserved palace. Originally a royal residence, the hotel showcases exquisite Nepali architecture and craftsmanship, providing guests with a glimpse into the country's rich cultural heritage. Its key attractions include intricately carved wooden windows, courtyards, and opulent interiors that reflect the grandeur of a bygone era. The hotel also features modern amenities, a restaurant serving Nepali and international cuisine, and a serene garden, creating a tranquil retreat from the bustling city. The building itself is a significant piece of Kathmandu's history, offering a palpable sense of place.\n\nmainstream: true\n"
   },
   {
      "name": "Kopan Monastery",
      "address": "P9V7+3X7 Ward 11, Budhanilkantha 44600, Nepal",
      "summary": "Kopan Monastery, located in Budhanilkantha, Kathmandu, Nepal, is a Tibetan Buddhist monastery that has become a significant center for Buddhist learning and practice. Founded in 1969, it offers courses on Tibetan Buddhism, meditation retreats, and hosts numerous festivals throughout the year. Key attractions include its stunning architecture, intricate thangkas, and the peaceful atmosphere conducive to contemplation. It’s also known for its hillside location providing panoramic views of the Kathmandu Valley. The monastery plays a vital role in preserving and promoting Tibetan Buddhist teachings, attracting both local and international students, and individuals seeking spiritual growth. Kopan's serene environment and accessible teachings make it a popular destination for those seeking a deeper understanding of Buddhism.\n\nmainstream: true\n"
   },
   {
      "name": "Kailashnath Mahadev Statue",
      "address": "Sanga, सुर्यविनायक 44800, Nepal",
      "summary": "Error generating response"
   },
   {
      "name": "Handigaun",
      "address": "Handigaun Marg, Kathmandu 44600, Nepal",
      "summary": "Error generating response"
   },
   {
      "name": "Swoyambhu Mahachaitya",
      "address": "P77R+X52, BHAGANPAU 44600, Nepal",
      "summary": "Error generating response"
   },
   {
      "name": "Kathmandu Fun Valley",
      "address": "अरनिको राजमार्ग Bhaktapur, Araniko Highway Bhaktapur, Suryabinayak 44805, Nepal",
      "summary": "Kathmandu Fun Valley, located on the Araniko Highway in Suryabinayak, Bhaktapur, Nepal, is a modern amusement park offering a recreational escape from the bustling city. While not steeped in historical or cultural significance like Kathmandu's temples, it provides a contemporary entertainment experience. Key attractions include thrilling rides, water slides, swimming pools, and various entertainment facilities catering to families and thrill-seekers. Its unique feature is its focus on providing a fun, safe, and modern amusement park experience, a relatively new concept in Nepal's tourism landscape. Although it offers a fun day out, it mainly caters to local residents and domestic tourists looking for leisure activities outside the capital.\n\nmainstream: false\n"
   },
   {
      "name": "Nepal Art Council",
      "address": "M8RF+WF2, Madan Bhandari Road, Kathmandu 44600, Nepal",
      "summary": "Error generating response"
   },
   {
      "name": "Namobuddha Monastery",
      "address": "HHCM+F2R, Namobuddha Rd, Simalchaur Syampati 45200, Nepal",
      "summary": "Error generating response"
   },
   {
      "name": "Kathmandu Fun Park",
      "address": "Pradarshani Marg, Kathmandu 44600, Nepal",
      "summary": "Error generating response"
   },
   {
      "name": "Hanuman Dhoka",
      "address": "Hanuman Dhoka Sadak, Kathmandu 44600, Nepal",
      "summary": "Error generating response"
   },
   {
      "name": "Garden of Dreams",
      "address": "P877+MR2, Tridevi Sadak, Kathmandu 44600, Nepal",
      "summary": "Error generating response"
   },
   {
      "name": "Hotel Royal Kathmandu",
      "address": "Mitranagar 26, Kathmandu 44600, Nepal",
      "summary": "Error generating response"
   },
   {
      "name": "Pilot Baba Ashram",
      "address": "JCRF+333, Ghyampe Danda Sadak, Anantalingeshwar, Nepal",
      "summary": "Error generating response"
   },
   {
      "name": "Patan Darbar Square",
      "address": "Lalitpur 44600, Nepal",
      "summary": "Error generating response"
   },
   {
      "name": "Kathmandu Durbar Square",
      "address": "Kathmandu 44600, Nepal",
      "summary": "Error generating response"
   },
   {
      "name": "Bhaktapur Durbar Square",
      "address": "Durbar square, Bhaktapur 44800, Nepal",
      "summary": "Error generating response"
   },
   {
      "name": "Shivapuri Nagarjun National Park",
      "address": "44600, Nepal",
      "summary": "Shivapuri Nagarjun National Park, located in Nepal near Kathmandu at an address of 44600, offers a unique blend of natural beauty and cultural heritage. Encompassing the Shivapuri peak, the park holds religious significance with several Hindu and Buddhist shrines dotted along its trails. Key attractions include diverse flora and fauna, challenging hiking trails, and panoramic views of the Kathmandu Valley. The park is also home to several bird species, making it a popular destination for birdwatchers. Its proximity to the capital city provides an escape from urban life, offering tranquility and opportunities for nature immersion. The park’s unique features include its watershed role for Kathmandu and its rich biodiversity.\n\nmainstream: false\n"
   },
   {
      "name": "Patan Museum",
      "address": "M8FG+944, भिन्द्यो क्व - सौग: लँ, Lalitpur 44700, Nepal",
      "summary": "Error generating response"
   },
   {
      "name": "Ghyampe Danda",
      "address": "JCRC+FGW, Ghyampe Danda Sadak, Anantalingeshwar 44800, Nepal",
      "summary": "Error generating response"
   },
   {
      "name": "Shree Kamaladi Ganesh Temple",
      "address": "P859+4P7, Kamaladi Marg, Kathmandu 44605, Nepal",
      "summary": "Error generating response"
   },
   {
      "name": "Casino Mahjong",
      "address": "Soaltee Crown Plaza, Tahachal Marg, Kathmandu 44600, Nepal",
      "summary": "Located within the Soaltee Crown Plaza in Kathmandu, Nepal, Casino Mahjong offers a gambling experience within a luxurious hotel setting. While gambling is a relatively recent phenomenon in Nepal, casinos have become a draw for some tourists and locals seeking entertainment. Casino Mahjong provides a range of gaming options, likely including traditional casino games and potentially the popular Mahjong game itself. The Soaltee Crown Plaza's historical significance as a landmark hotel adds a touch of established prestige to the casino's location. Key attractions would be the gaming itself and the overall hotel amenities. Unique features likely include its integration within a five-star hotel and its appeal to both local and international players seeking a gambling experience in Kathmandu.\n\nmainstream: false\n"
   },
   {
      "name": "Nasal Chowk",
      "address": "P834+MXP, Layaku Marg, Kathmandu 44600, Nepal",
      "summary": "Error generating response"
   }
]