[
    {
        "name": "Hotel Shanker - Palatial Heritage Kathmandu",
        "address": "Lazimpat, Kathmandu 44600, Nepal",
        "description": "No description found on Wikipedia."
    },
    {
        "name": "Kopan Monastery",
        "address": "P9V7+3X7 Ward 11, Budhanilkantha 44600, Nepal",
        "description": "Kopan Monastery is a Tibetan Buddhist monastery near Boudhanath, on the outskirts of Kathmandu, Nepal. It is a member of the Foundation for the Preservation of the Mahayana Tradition (FPMT), an international network of Gelugpa dharma centers, and once served as its headquarters."
    },
    {
        "name": "Kailashnath Mahadev Statue",
        "address": "Sanga, सुर्यविनायक 44800, Nepal",
        "description": "Kailashnath Mahadev Statue is the second tallest Shiva statue in the world. It is currently the fifth tallest Hindu deity statue. It is situated in Suryabinayak, Bhaktapur District in Nepal, about 20 km from Kathmandu."
    },
    {
        "name": "Handigaun",
        "address": "Handigaun Marg, Kathmandu 44600, Nepal",
        "description": "No description found on Wikipedia."
    },
    {
        "name": "Swoyambhu Mahachaitya",
        "address": "P77R+X52, BHAGANPAU 44600, Nepal",
        "description": "No description found on Wikipedia."
    },
    {
        "name": "Kathmandu Fun Valley",
        "address": "अरनिको राजमार्ग Bhaktapur, Araniko Highway Bhaktapur, Suryabinayak 44805, Nepal",
        "description": "No description found on Wikipedia."
    },
    {
        "name": "Nepal Art Council",
        "address": "M8RF+WF2, Madan Bhandari Road, Kathmandu 44600, Nepal",
        "description": "Nepal Art Council is a non-profit organization established in 1962 to promote the art and the artists of Nepal. It operates an art gallery located at Baber Mahal, Kathmandu, with an area of about 29,400 square feet (2,730 m2)."
    },
    {
        "name": "Namobuddha Monastery",
        "address": "HHCM+F2R, Namobuddha Rd, Simalchaur Syampati 45200, Nepal",
        "description": "No description found on Wikipedia."
    },
    {
        "name": "Kathmandu Fun Park",
        "address": "Pradarshani Marg, Kathmandu 44600, Nepal",
        "description": "No description found on Wikipedia."
    },
    {
        "name": "Hanuman Dhoka",
        "address": "Hanuman Dhoka Sadak, Kathmandu 44600, Nepal",
        "description": "Hanuman Dhoka is a complex of structures with the Royal Palace of the Malla kings and also of the Shah dynasty in the Durbar Square of central Kathmandu, Nepal.The Hanuman Dhoka Palace gets its name from the stone image of Hanuman, the Hindu deity, that sits near the main entryway. 'Dhoka' means door or gate in Nepali. The buildings were severely damaged in the 2015 earthquake."
    },
    {
        "name": "Garden of Dreams",
        "address": "P877+MR2, Tridevi Sadak, Kathmandu 44600, Nepal",
        "description": "The Garden of Dreams, also, the Garden of Six Seasons, is a neo-classical garden in Kaiser Mahal Kathmandu, Nepal, built in 1920. Designed by Kishore Narshingh, it consists of 6,895 square metres (74,220 sq ft) of gardens with three pavilions, an amphitheater, ponds, pergolas, and urns. From the mid-1960s, upon the death of its patron, Kaiser Sumsher Rana, it lay in neglect but was recently restored with the help of the Austrian government."
    },
    {
        "name": "Hotel Royal Kathmandu",
        "address": "Mitranagar 26, Kathmandu 44600, Nepal",
        "description": "No description found on Wikipedia."
    },
    {
        "name": "Pilot Baba Ashram",
        "address": "JCRF+333, Ghyampe Danda Sadak, Anantalingeshwar, Nepal",
        "description": "No description found on Wikipedia."
    },
    {
        "name": "Patan Darbar Square",
        "address": "Lalitpur 44600, Nepal",
        "description": "No description found on Wikipedia."
    },
    {
        "name": "Kathmandu Durbar Square",
        "address": "Kathmandu 44600, Nepal",
        "description": "Kathmandu Durbar Square is a historically and culturally significant site in Kathmandu, Nepal. It is one of the three Durbar Squares in the Kathmandu Valley in Nepal that are UNESCO World Heritage Sites."
    },
    {
        "name": "Bhaktapur Durbar Square",
        "address": "Durbar square, Bhaktapur 44800, Nepal",
        "description": "Bhaktapur Durbar Square is a former royal palace complex located in Bhaktapur, Nepal. It housed the Malla kings of Nepal from 14th to 15th century and the kings of the Kingdom of Bhaktapur from 15th to late 18th century until the kingdom was conquered in 1769. Today, this square is recognised by UNESCO, managed jointly by the Archeological Department of Nepal and Bhaktapur Municipality, and is undergoing extensive restoration due to the damages from the earthquake in 1934 and the recent earthquake of 2015."
    },
    {
        "name": "Shivapuri Nagarjun National Park",
        "address": "44600, Nepal",
        "description": "Shivapuri Nagarjun National Park is the ninth national park in Nepal and was established in 2002. It is located in the country's mid-hills on the northern fringe of the Kathmandu Valley and named after Shivapuri Peak at 2,732 m (8,963 ft) altitude. It covers an area of 159 km2 (61 sq mi) in the districts of Kathmandu, Nuwakot and Sindhupalchowk, adjoining 23 Village Development Committees. In the west, the protected area extends to the Dhading District."
    },
    {
        "name": "Patan Museum",
        "address": "M8FG+944, भिन्द्यो क्व - सौग: लँ, Lalitpur 44700, Nepal",
        "description": "The Patan Museum is a museum located in Patan, Lalitpur, Nepal. The museum falls under the UNESCO's World Heritage Sites. The Patan Museum was inaugurated in 1997 by Late King Birendra Bir Bikram Shah. The Patan Museum displays the traditional sacred arts of Nepal in an illustrious architectural setting. Its home is an old residential court of Patan Durbar, one of the royal palaces of former Malla Kings of the Kathmandu Valley. The museum quadrangle is known as Keshav Narayan Chowk."
    },
    {
        "name": "Ghyampe Danda",
        "address": "JCRC+FGW, Ghyampe Danda Sadak, Anantalingeshwar 44800, Nepal",
        "description": "No description found on Wikipedia."
    },
    {
        "name": "Shree Kamaladi Ganesh Temple",
        "address": "P859+4P7, Kamaladi Marg, Kathmandu 44605, Nepal",
        "description": "No description found on Wikipedia."
    },
    {
        "name": "Casino Mahjong",
        "address": "Soaltee Crown Plaza, Tahachal Marg, Kathmandu 44600, Nepal",
        "description": "No description found on Wikipedia."
    },
    {
        "name": "Nasal Chowk",
        "address": "P834+MXP, Layaku Marg, Kathmandu 44600, Nepal",
        "description": "No description found on Wikipedia."
    }
]