[
   {
      "place_no": 1,
      "place_id": "ChIJw3uqaBsZ6zkRjS-DDyXqWyk",
      "name": "Hotel Shanker - Palatial Heritage Kathmandu",
      "latitude": 27.7188945,
      "longitude": 85.31946839999999,
      "address": "Lazimpat, Kathmandu 44600, Nepal",
      "summary": "Hotel Shanker, located in Lazimpat, Kathmandu, Nepal, is a palatial heritage hotel steeped in history. Originally built as a royal residence in 1894, it served as the home of the Rana dynasty and showcases exquisite neo-classical architecture. The hotel boasts meticulously preserved period features, including ornate carvings, spacious courtyards, and antique furnishings, providing a glimpse into Nepal's opulent past. Key attractions include its serene gardens, a traditional Nepali restaurant, and a museum showcasing historical artifacts. Its unique charm lies in its ability to blend royal heritage with modern comforts, offering guests an immersive cultural experience.\n\nmainstream: false\n"
   },
   {
      "place_no": 2,
      "place_id": "ChIJsciVgCoJ6zkRsjUON7SWYKw",
      "name": "Dhaneshwor Mahadev Temple",
      "latitude": 27.6181534,
      "longitude": 85.5225348,
      "address": "45209, Nepal",
      "summary": "Dhaneshwor Mahadev Temple, located in the 45209 area of Nepal, is a revered Hindu shrine dedicated to Lord Shiva. Nestled amidst serene surroundings, the temple holds significant cultural and religious importance for local devotees. While its exact historical origins are somewhat shrouded in mystery, it's believed to be ancient and continuously venerated for centuries. Key attractions include the Shiva lingam, intricate carvings, and the peaceful atmosphere conducive to prayer and meditation. The temple often hosts local festivals and rituals, drawing crowds from nearby villages. A unique feature is its relatively secluded location, offering a tranquil escape from urban hustle.\n\nmainstream: false\n"
   },
   {
      "place_no": 3,
      "place_id": "ChIJbW5nvLwX6zkRWMXF4DBLu3E",
      "name": "Bungadyo/Rato Machhendranath Temple",
      "latitude": 27.6296562,
      "longitude": 85.3021253,
      "address": "J8H2+VV6, Karyabinayak 44700, Nepal",
      "summary": "The Bungadyo/Rato Machhendranath Temple, located in Karyabinayak, Nepal, is a site steeped in immense historical and cultural significance. Dedicated to the rain-bringing deity Machhendranath, revered by both Hindus and Buddhists, the temple serves as the focal point of a grand chariot festival held annually. During this festival, the deity's idol is paraded through the streets of Patan. The architectural style is a classic Newari pagoda, featuring intricate wood carvings and metalwork. The temple's location in a traditional neighborhood offers visitors a glimpse into authentic Nepalese life and local artisanry. The vibrant atmosphere during the festival and the religious importance attract devotees and those interested in cultural immersion.\n\nmainstream: false\n"
   },
   {
      "place_no": 4,
      "place_id": "ChIJkTIYyfob6zkRS61ZD-CX16A",
      "name": "Kopan Monastery",
      "latitude": 27.7426594,
      "longitude": 85.3649135,
      "address": "P9V7+3X7 Ward 11, Budhanilkantha 44600, Nepal",
      "summary": "Kopan Monastery, nestled in the hills of Budhanilkantha, near Kathmandu, Nepal, is a significant Tibetan Buddhist monastery of the Gelugpa tradition. Founded in 1969 by Lamas Thubten Yeshe and Thubten Zopa Rinpoche, it has become a prominent center for teaching Buddhism to Westerners. The monastery offers courses and retreats focused on Tibetan Buddhism, meditation, and philosophy. Key attractions include beautifully adorned temples, intricate thangka paintings, serene gardens, and the opportunity to observe monastic life. The unique feature of Kopan is its dedication to making Buddhist teachings accessible to an international audience, blending traditional practices with modern interpretations. It offers a peaceful escape and a chance for spiritual exploration.\n\nmainstream: false\n"
   },
   {
      "place_no": 5,
      "place_id": "ChIJDZDTYm0Z6zkRjHsQdLKntJQ",
      "name": "Handigaun",
      "latitude": 27.716585,
      "longitude": 85.3357285,
      "address": "Handigaun Marg, Kathmandu 44600, Nepal",
      "summary": "Handigaun, located on Handigaun Marg in Kathmandu, Nepal, is a historically and culturally significant area steeped in ancient Newari traditions. Situated slightly off the main tourist trails, it offers a glimpse into authentic Kathmandu life. The area is renowned for its numerous temples, traditional houses adorned with intricate wood carvings, and the ancient Narayan Temple, a prime attraction featuring exquisite stone sculptures and architectural details. Handigaun holds a unique cultural identity, preserving age-old customs and rituals that are still actively practiced by its residents. This creates a tranquil atmosphere, distinct from the bustling tourist centers of the city. While it attracts visitors interested in cultural immersion, it maintains a relatively low profile.\n\nmainstream: false\n"
   },
   {
      "place_no": 6,
      "place_id": "ChIJrciCm40Y6zkR93t5EOS9Ma4",
      "name": "Swoyambhu Mahachaitya",
      "latitude": 27.7148996,
      "longitude": 85.29039569999999,
      "address": "P77R+X52, BHAGANPAU 44600, Nepal",
      "summary": "Swoyambhu Mahachaitya, located on a hilltop in the Kathmandu Valley, Nepal, is a significant ancient religious complex, dating back to the 5th century. Revered by both Buddhists and Hindus, it's a symbol of harmony and faith. The stupa itself, with Buddha's all-seeing eyes painted on its four sides, is the main attraction, surrounded by various shrines, temples, statues, and a monastery. Monkeys roam freely, earning it the nickname \"Monkey Temple.\" Climbing the steep steps offers panoramic views of Kathmandu. The site holds immense cultural and historical value, representing Nepal's rich spiritual heritage. The prayer wheels, chanting monks, and vibrant prayer flags enhance the spiritual ambiance.\n\nmainstream: true\n"
   },
   {
      "place_no": 7,
      "place_id": "ChIJtz-p6AgZ6zkRPaBTRygyUjI",
      "name": "Russian House",
      "latitude": 27.7095833,
      "longitude": 85.3259132,
      "address": "Kamal Pokhari St, Kathmandu 44600, Nepal",
      "summary": "The Russian House, located on Kamal Pokhari Street in Kathmandu, Nepal, serves as the cultural center of the Russian Federation in the country. While not a historical site of Nepali origin, it holds cultural significance as a venue for promoting Russian language, arts, and culture through various programs, exhibitions, and events. Key attractions might include film screenings, language classes, art displays, and opportunities to learn about Russian traditions. Its unique feature is its role as a bridge between Nepali and Russian cultures, fostering understanding and exchange. While it offers cultural enrichment, the Russian House primarily caters to those with a specific interest in Russian culture and isn't on the typical tourist itinerary.\n\nmainstream: false\n"
   },
   {
      "place_no": 8,
      "place_id": "ChIJi___P3UP6zkRtGAZ1TNjBqc",
      "name": "Kailashnath Mahadev Statue",
      "latitude": 27.6460946,
      "longitude": 85.4741963,
      "address": "Sanga, सुर्यविनायक 44800, Nepal",
      "summary": "The Kailashnath Mahadev Statue, located in Sanga, Suryabinayak, Nepal, is a towering depiction of the Hindu god Shiva, standing as one of the tallest Shiva statues in the world. Completed in 2010, it is a significant religious site for Hindu pilgrims and has also become a popular attraction for both domestic and international visitors. The statue itself, made of copper, zinc, steel, and concrete, dominates the landscape, offering breathtaking panoramic views of the Kathmandu Valley. Visitors can climb to the top of the structure to get the amazing scenery. The surrounding area features smaller temples, gardens, and other religious iconography, enhancing the spiritual ambiance.\n\n  mainstream: false\n"
   },
   {
      "place_no": 9,
      "place_id": "ChIJY937crAZ6zkR45QAr1tReKs",
      "name": "Nepal Art Council",
      "latitude": 27.6922589,
      "longitude": 85.3236319,
      "address": "M8RF+WF2, Madan Bhandari Road, Kathmandu 44600, Nepal",
      "summary": "The Nepal Art Council, located on Madan Bhandari Road in Kathmandu, Nepal, is a significant cultural institution dedicated to promoting and preserving Nepali art and culture. Situated within the heart of Kathmandu, the Council provides a platform for showcasing traditional and contemporary art forms. It holds regular exhibitions featuring paintings, sculptures, and other artistic expressions, offering insight into Nepal's rich artistic heritage. The Council also serves as a venue for cultural events, workshops, and seminars, fostering artistic dialogue and education. While not a mainstream attraction in the vein of Durbar Square, it holds substantial value for art enthusiasts and those seeking a deeper understanding of Nepal's cultural landscape through its artistic creations.\n\nmainstream: false\n"
   }
]